<template>
  <div class="p-6">
    <AutoArticle :text="text" />
  </div>
</template>

<script setup>
import AutoArticle from '../components/Article.vue'

const text = `
 Всемирная ист]ория (конец V – конец XV века) 7 класс

 Введение в Средневековье

Период Средних веков охватывает десять столетий, с конца V до конца XV века, располагаясь между эпохами Древнего мира и Нового времени. Итальянские гуманисты предложили делить историю человечества на периоды: «древняя история», «средняя история» и «новая история». Изучение Средневековья позволяет узнать о повседневной жизни, хозяйственной деятельности людей той эпохи, истории различных стран и народов, их экономическом и политическом развитии. Учебник содержит иллюстрации, схемы, объяснение терминов и задания для классной и домашней работы.

 Основные характеристики Средневекового общества

Средневековое общество в Европе называлось феодальным, а в Азии – обществом, основанным на земледелии. Термин «феодал» происходит от латинского слова «феод», обозначавшего землю, дарованную королем за заслуги и ставшую наследственной. Феодальное общество основывалось на феодальной форме собственности на землю. В Европе владелец земельного надела назывался феодалом, который сдавал часть земли в аренду крестьянам. Крестьяне платили подати урожаем и отрабатывали дни на землях феодала, неся двойную повинность.

В Азии формы собственности на землю отличались от европейских. Верховным владельцем земли считался правитель страны. Государственные и крупные частные земли сдавались в аренду крестьянам, которые платили налог (долю) урожая. В отличие от Европы, в Азии не практиковалась регулярная отработка на поле хозяина (барщина). В Азии, в зоне засушливого климата, земледелие требовало искусственного орошения и привлечения больших масс населения, что делало выгодной сдачу земель в аренду крестьянам. Строительство и ремонт ирригационных сооружений ложились на плечи крестьян.

 Периодизация истории Средних веков

История Средн#их веков делится на два крупных периода:

1.  Коне|ц V в. н. э. – середина XI вв.:
       Переход к н|овому феодальному обществу.
       Формирование новых видов землевладения (крупные землевладельцы-феодалы и зависимые крестьяне).
       Распространение христианства в Западной Европе и ислама на Востоке.
       Возник|новение крупных феодальных государств.

2.  Серед|ина XI – конец XV вв.:
       Разви|тие феодальных отношений.
       Переход от натурального хозяйства к производству товаров для рынка.
       Возникн|овение и развитие средневековых городов и ремесленных цехов.
       Развитие торговли, появление международной торговли, рынков, ярмарок и бирж.
       Освобождение европейских городов от сеньориальной зависимости.
       Формирование крупных централизованных государств и городов-республик.
       Повышение роли центральной власти и появление представительных органов власти (парламент, Генеральные штаты).
       Кресто|вые походы.


 Источники по истории Средних веков

Существуют два основн#ых вида исторических источников:
|
1.  Письменные: летописи, исторические хроники, официальные документы (связанные с налогами, судом, куплей-продажей), указы правителей. В Средневековье все документы были рукописными; книгопечатание изобретено в Китае (XI в.) и Европе (середина XV в.).
2.  Материальные: произведения изобразительного искусства (скульптура, картины), предметы прикладного искусства, орудия труда и оружие, монеты, одежда, жилища, дворцы, крепости и храмы.
|
 Европа в Раннем Средневековье

 Германские плем#ена и Римская империя

В IV–VI веках Европу охватил процесс, начатый гуннскими племенами и получивший название Великое переселение народов. Причинами были рост населения германских племен, поиск новых земель, имущественное расслоение и наступление гуннов с Востока. Изменения климата с II века н. э. привели к непригодности полей и превращению источников воды и плодородных земель в болота.

[img: Германские племена и Римская империя]

Германские племена (франки, вестготы, остготы, бургунды, лангобарды) населяли бассейны рек Рейн и Эльба. Основным занятием мужчин было животноводство, также занимались охотой и рыболовством. С ростом населения усилилась роль земледелия. Поля не удобрялись, и через 2–3 года переставали давать урожай. Обработка земли велась деревянной мотыгой. Появление железного плуга повысило производительность труда. Римляне называли «варварами» народы, говорившие на других языках. Богатый материал по истории древних германцев содержится в «Записках о галльской войне» Юлия Цезаря и в сочинении Тацита «Германия». Со временем в земледелии ввели севооборот и двуполье.

Развивались ремесла: ткачество, обработка дерева, ювелирное и кожевенное дело. Во внутренней торговле особое место занимали изделия из железа. Германские племена поставляли римлянам рабов, скот, смолу, а получали ткани, посуду, вино. Торговля носила меновой характер.

Общественная жизнь германцев до появления государства характеризовалась родовым строем. К IV веку усилилось имущественное расслоение, появились знать, свободные и полусвободные люди. На следующем этапе появились конунги – предводители знати. Большую роль играли вожди племен. В IV–V веках германские племена стали объединяться в крупные племенные союзы (алеманнов, готов, франков). Народные собрания стали терять значение, возросла роль военных отрядов и их предводителей.

 Франки. Социальный строй и возникновение государства

Франкские племена, принадлежавшие к германским племенам, жили в низовьях Рейна. У них существовал родовой строй, вождей племени выбирали из воинов. Франки, жившие по соседству с римлянами и галлами, отличались одеждой из ткани и стриглись. С кризисом Западной Римской империи наместник Рима в Галлии Эгидий создал независимое государство. Предводителем салических (приморских) франков был Хлодвиг из рода Меровингов. В 486 году в битве при городе Суассон Хлодвиг победил преемника Эгидия Сиагрия, так возникло государство франков – государство Меровингов. С X века вокруг Иль-де-Франс формировалась современная Франция.

Хлодвиг, осознав, что Римская церковь может быть выгодным союзником, принял христианство по римскому образцу. Это способствовало слиянию франков и римлян в один народ и приобщению франков к римской культуре. Галльский епископат поддержал Хлодвига. Принятие христианства усилило власть короля.

На завоеванных землях сохранились крупные земельные владения римских рабовладельцев. Франки не отменили рабство. Рабы и колоны оставались основной рабочей силой. В целях укрепления власти Хлодвиг и его преемники дарили приближенных и воинов земельными наделами – бенефициями (земля, отданная сеньором вассалу за военную службу в пожизненное пользование). Сложилось феодальное сословие – крупные землевладельцы. С конца VI века в их владениях работали рабы, колоны и зависимые франки. Сложились основные сословия нового общества: феодалы и зависимые крестьяне.

 Франкская империя

Во времена правления сыновей Хлодвига границы Франкского королевства значительно расширились. Позднее начались междоусобные войны, приведшие к смене династии. Карл Великий (768–814) правил 46 лет, создал могущественную империю, принимал прогрессивные законы, открывал школы и развивал культуру.
[img: Франкская империя]
Карл вел захватническую политику. В 773 году его походы были направлены против лангобардов в Италии. В 778 году первый поход против арабской Испании был неудачным. Войны против саксов продолжались более 30 лет (772–804). Карлу удалось навязать саксам новую религию и присоединить их земли. Государство Карла Великого занимало большую часть Европы, примерно равняясь территории бывшей Западной Римской империи. В 800 году папа римский возложил императорскую корону на голову Карла. В государстве Карла Великого возникло конное рыцарское войско. Хозяин феода назывался феодалом. Государственное управление осуществлялось через графов и герцогов. Император лично контролировал работу чиновников, отправлял специальных посланцев для проверки.

 От Британии к Англии

Римские легионы покинули Британию в 407 году. Кельты оказались предоставлены сами себе. С севера наступали племена пиктов и скотов. Для защиты от пиктов бритты нанимали дружины германских племен – ютов, англов и саксов. Эти племена жили на севере Германии и на полуострове Ютландия. В середине V века юты завоевали Кентскую область. За ними последовали англосаксы, начавшие завоевание страны. Германцы-язычники жгли храмы и монастыри. Многие кельты бежали на континент, в область Арморика, получившую название Бретань.

После Амвросия Аврелиана достойного вождя у бриттов не было, и к 600 году большую часть острова завоевали англосаксы. Непобежденные кельтские племена сохранились в Ирландии и Шотландии, частично на западе Британии. На землях Британии было образовано семь королевств. Язык завоевателей получил название английского.

 Священная Римская империя

В конце X века в Германии возникло новое государство – королевство Германия. Генрих I начал политику усиления государства. Подписав с венграми мирный договор на 9 лет, он занялся вопросами усиления обороноспособности страны. Каждый девятый житель переселялся в бург.
[img: Священная Римская империя]
При Генрихе I и его сыне Оттоне I (936–973) появилась сильная немецкая конница. Опираясь на бург и конное войско, Оттон I в 955 году в битве на реке Лех победил венгров. В 962 году Оттон I прибыл в Рим, и папа Иоанн XII возложил на него императорскую корону. Так появилась новая Священная Римская империя. Она просуществовала с 962 по 1806 гг.

 Византия: между Западом и Востоком

Византия была наследницей Древнего Рима, возникла в восточной части империи и называлась Восточно-Римской империей. В состав Византии входили территории Европы и Азии. В 395 году сыновья императора Феодосия разделили Римскую империю на Западную (столица – Рим) и Восточную (столица – Константинополь). Восточно-Римскую империю часто называют Византией по названию греческой колонии Византий. В состав Византии входили Балканский полуостров, Малая Азия, Сирия, Палестина, Египет, а также острова Крит и Кипр. Греческий язык стал государственным.

В Византии сохранялось рабство, но большую часть населения составляли свободные крестьяне. Высокопродуктивное земледелие на основе искусственного орошения обеспечивало экономическую устойчивость. В VI веке процветали центры ремесла и торговли: Константинополь, Александрия, Антиохия, Эдесса. Константинополь служил мостом между Европой и Азией. Византийские золотые монеты (номисма) были надежными международными деньгами.

Императору подчинялись судебные, военные и налоговые чиновники, совещательный орган синклит. В Византии чиновники и сенаторы могли быть не только из знати, но и из простого народа. Традиции и эллинская культура занимали твердую позицию. На ипподромах народ развлекался конными скачками, соревнованиями борцов, выступлениями мимов. Византия сохранила античную греческую науку. Золотой век Византии пришелся на правление императора Юстиниана I (527–565). Он восстановил Римскую империю в прежних границах, направив войска против вандалов в Северной Африке и остготов в Италии.

 Славяне и возникновение у них государств

Термин «славяне» встречается в трудах византийских историков с VI века. В VI–VII веках славянские племена занимали территорию от реки Эльба на западе до Вислы и среднего течения Днепра на востоке. Они разделились на три группы: западные (чехи, поляки, словаки), южные (болгары, сербы, хорваты и др.) и восточные (русские, украинцы, белорусы).

Основным занятием славян было земледелие. Разводили домашний скот, занимались ремеслами. На берегах рек Висла, Днепр, Дунай, Эльба играло роль рыболовство. Общественный строй славян характеризовался племенами и родами, большими патриархальными семьями. Упоминаются народные собрания, князья с дружинниками, частые войны. Славяне обожествляли силы природы, поклонялись духам предков, домовым, водяным, русалкам.

В конце VII века на Балканском полуострове образовалось первое славянское государство – Болгарское царство. К началу IX века Болгария стала крупной державой. Чешское государство образовалось в начале X века. Основой будущей Польши стали славянские племена полян. Князь Мешко I в середине X века основал Польское государство.

 Восточные славяне. Киевская Русь

Восточнославянские племена (древляне, радимичи, тиверцы и др.) жили в бассейне реки Днепр. В результате объединения этих племен образовалось государство Киевская Русь. Археологи установили, что восточные славяне занимались земледелием и скотоводством. Важные проблемы обсуждались на народном собрании – «вече». Вожди славянских племен с дружинами защищали свою территорию и организовывали походы.
[img: Киевская Русь]
В летописях говорится, что восточные славяне обратились к варягам с просьбой прислать князя. Прибыли братья Рюрик, Синеус и Трувор. Рюрик стал единоличным правителем. После его смерти управление перешло к Олегу. В 882 году Олег занял Киев, и с этого времени появляется название Киевская Русь. Основными задачами были освобождение от власти Хазарского каганата, объединение восточнославянских племен, защита от внешних врагов, установление торговых отношений с Византией. Игорь (912–945) начал войну против печенегов и дважды организовывал походы на Византию. После его смерти княгиня Ольга правила Киевом до совершеннолетия сына Святослава. Ольга посетила Константинополь в 50-е годы X века и приняла христианство. Святослав разбил силы Хазарского каганата.

В борьбе между наследниками Святослава победил Владимир (980–1415), который в 988 году крестил Киевскую Русь. При нем исчезли династии местных князей, вместо них князь назначил сыновей наместниками в города. Ярослав (1019–1054) окончательно разбил печенегов. При нем Киев стал одним из крупнейших городов христианского мира. Был составлен первый письменный свод законов – «Русская правда». В середине XI века кипчаки (половцы) заняли земли от Яика до Дуная. Князь Владимир Мономах (1113–1425) впервые разбил войска половцев. Киевская Русь вступила в период политической раздробленности.

 Культура народов Европы

В период Средневековья культура была тесно связана с церковью. Большинство людей имели ограниченное представление о мире, основанное на учении церкви. В школах, созданных при церквях и монастырях, в основном готовили священнослужителей. Изучали латынь, религиозные обряды. В школах при кафедральных соборах изучали светские науки. При Карле Великом широко развились такие школы, на базе которых возникли первые средневековые университеты. В школах изучали «семь свободных наук»: тривиум (грамматика, диалектика, риторика) и квадривиум (арифметика, геометрия, музыка, астрономия). В крупных монастырях были скриптории, где монахи-каллиграфы переписывали книги. Книга была редким и дорогим предметом.

 Азия в период Раннего Средневековья

 Аравия в начале р#аннего Средневековья

Аравийский полуостров населяли арабы, принадлежавшие к семито-хамитским народам. Кочевые арабы – бедуины – занимались разведением верблюдов, овец и лошадей. Оседлые арабы занимались поливным земледелием в оазисах. Через Аравию проходил торговый путь из Византии в Индию. Самым крупным торговым центром был город Мекка. Наиболее развитыми областями были Йемен и Хиджаз.

Большинство арабов были язычниками. Особо почитали богиню Астар, бога луны Сина и богиню-мать Лат. В VI веке усилилась борьба за водные источники и пастбища. Постепенно выделялась родовая знать – шейхи.

 Арабский хали#фат

После смерти пророка Мухаммеда халифом был избран Абу Бекр (632–634). При нем население Аравийского полуострова полностью приняло ислам. При халифе Омаре (634–644) арабы завоевали Палестину, Сирию, Египет, Ливию и значительную часть Ирана. В период правления халифа Османа (644–656) Иран был завоеван полностью.
[img: Аравийского полуострова]
В начале VIII века арабы завладели всей Северной Африкой и Испанией. На Востоке арабы завоевали Закавказье и Среднюю Азию. В VII и первой половине VIII веков был образован Арабский халифат, занимавший огромную территорию.

В халифате ввели поземельный налог – харадж (треть урожая) и подушный налог – джизью с не-мусульман. Использовался труд рабов. В VIII–IX веках в завоеванных странах вспыхивали восстания (в Ираке, Средней Азии, Азербайджане). В результате было покончено с правлением династии Омейядов (661–750), и власть перешла к Аббасидам (750–1258). Столицей был Дамаск, затем Багдад. Арабский халифат существовал с 630 по 1258 гг.

 Индия

После распада Кушанского царства в Индии правила династия Гуптов (320–340 гг.). Империя Гуптов объединяла земли до Аравийского полуострова. В Индии складывались феодальные отношения. Появился слой крупных землевладельцев. Население делилось на касты: брахманы (жрецы), кшатрии (воины), вайши (крестьяне) и шудры (слуги). В VI веке империя Гуптов распалась под натиском эфталитов. В VII веке в стране имелось около 70 княжеств. Раджи воевали между собой.

Крестьяне отводили от рек каналы, орошали засушливые земли, получали 2–3 урожая в год. Выращивали рис, хлопок, сахарный тростник, пряности, чай. Индийские ремесленники славились мастерством. Торговые связи были развиты, особенно на западе Индии. Арабские купцы играли главную роль в торговле с Индией.

 Китай в IV–XI веках

В III веке распалась древняя китайская империя Хань, образовались три государства: Вэй, Шу, У. Во второй половине VI века произошло объединение Китая под властью династии Суй (589–618). Была построена Великая канал. В 618 году Ли Юань основал династию Тан (618–907). В период правления династии Тан вся земля была объявлена государственной, крестьянам выделялись небольшие наделы. Император дарил крупные земельные наделы военачальникам и чиновникам.

С VI века оживилось градостроительство. В VII–VIII веках высокого развития достигли горное дело, производство керамики и фарфора. С ростом торговли возникли ярмарки. С VII века введена денежная единица – цянь. Китай вел войны против Тюркского каганата и Кореи. В период правления династии Сун (960–1279) укрепились международные связи Китая.

 Культура стран Азии

Исламская культура и Средняя Азия. В странах, покоренных арабами, зародилась новая цивилизация – арабская. В начале IX века при дворе халифа Харун ар-Рашида был создан «Дом мудрости» – «Байт уль-хикмат». Развивались точные науки: математика, астрономия, география. В халифате появился глобус. Ученые из Средней Азии – Абу Али ибн Сина (Авиценна) и Ар-Рази – внесли вклад в медицину. Мухаммед аль-Хорезми (IX в.) стал основателем алгебры. Арабские путешественники оставили подробные карты и описания стран. Шедевром мировой литературы стала книга «Тысяча и одна ночь». В халифате была развита архитектура: дворцы, мечети, крепости. Каллиграфия – искусство красивого письма – была одним из основных видов искусства.

Культура Индии. Индийские ученые достигли успехов в математике, астрономии, медицине. Индийские врачи умели делать сложные операции. Архитектура Индии отличалась разнообразием: храмы, дворцы, пещерные храмы в Аджанте.

Культура Китая. Китайцы изобрели письменность, достигли успехов в математике, астрономии, географии. В VIII веке была организована академия Ханлин. Китайцы изобрели порох (X в.). Были созданы школы для подготовки государственных чиновников. Китайские мастера создавали дворцы, храмы, башни и мосты. Развивалась настенная живопись. В VIII веке начала выходить газета «Столичный вестник».

 Народы мира в развитое Средневековье (XI–XV вв.)

 Средневе#ковые города Европы

В Европе в X–XI веках наблюдался рост производства, особенно ремесла. Двуполье сменилось трехпольем. Начали применять тяжелый колесный плуг. Увеличилась урожайность, появились излишки сельскохозяйственной продукции. Ремесленники стали отделяться от земледелия и бежать из деревни в города.

Города появлялись в безопасных местах, служили центрами торговли ремесленными изделиями и продукцией сельского хозяйства. Города чаще всего возникали на землях феодалов. Горожане стремились освободиться от власти сеньора. В XII–XIII веках шла борьба с сеньорами, многие города добились свободы путем откупа или восстаний.
[img: Средневековые города Европы]
Средневековый город был окружен стеной с башнями и рвом. В центре находилась рыночная площадь, ратуша и главная городская церковь – собор. Улицы были узкие, освещение, водопровод, канализация отсутствовали. Большинство домов были деревянными. Основную часть населения составляли торговцы и ремесленники. Ремесленники объединялись в союзы – цехи, которые устанавливали правила производства, качество изделий и цены.

 Развитие товарного хозяйства в Средние века. Рынки и ярмарки

Количество изделий, изготовленных ремесленниками для продажи, увеличивалось. Выросла потребность в сырье и сельскохозяйственной продукции. Развитие товарного хозяйства привело к упадку натурального. Улучшение состояния дорог и мостов способствовало оживлению торговли. Европейские купцы торговали со странами Востока через Великий шелковый путь. В Европе существовали Левантский и Северный торговые пути. Крупные города Германии объединились в Ганзейский союз. Города-республики Венеция и Генуя имели сильный флот и вели торговлю.

В XIV–XV веках в итальянских городах появились первые банки. Расширению товарообмена способствовали ярмарки, которые превращались в народные гуляния. Биржи – места, где собирались купцы из разных стран для обмена денег – возникли в Брюгге, Антверпене, Лионе.

 Средневековые города в странах Азии

Средневековые города Азии развивались как административные центры или оборонительные крепости, росли благодаря ремеслам и торговле. Крупнейшими городами Азии были Чанань, Лоян, Ханчжоу, Каир, Дамаск, Багдад, Самарканд, Бухара, Киото, Дели. В Китае развивалось градостроительство, существовали инженерные коммуникации. Население городов Азии было более многочисленным, чем в Европе. Города мусульманских стран строились по плану: в центре – арк (крепость), вокруг – рабад (кварталы ремесленников). Основным строительным материалом были камень и кирпич.

 Культура народов Азии, Америки и Африки

Культура Турции: Развивались литература, изобразительное искусство, архитектура, география и история. Архитектор Ходжа Синан создал более 300 архитектурных шедевров. Путешественник Пири Раис создал атласы морей под названием «Бахрия».

Культура Кореи: При правлении Седжона Великого (1418–1450) корейская культура достигла расцвета. Был создан корейский алфавит.

Культура Америки: Народ майя создал пиктографическое письмо и точный календарь. Ацтеки имели солнечный календарь и развитое строительство. Инки создали сеть дорог и почтовую связь.

Культура Африки: Народы Африки передавали из поколения в поколение легенды и сказки. В Аксуме существовала письменность. Развивались архитектура и строительное дело. В Западном Судане под влиянием арабов строились дворцы, мечети, больницы. Африканцы достигли совершенства в изготовлении статуэток и масок.

 Важнейшие истор#ические даты

   III век – на месте империи Хань в Китае образовались государства: Вэй, Шу, У.
   32|0–340 гг. – годы правления Чандрагупты I в Индии.
   395 г. – Римская имп|ерия разделилась на Западную и Восточную.
   IV–VI вв. – время Велик|ого переселения народов.
   407 г. – римские л|егионы покинули Британию.
   476 г. – падение Западно|й Римской империи.
   486 г. – Хлодвиг осн|овал государство франков.
   527–565 гг. – правление| Юстиниана I в Византии.
   570–632 гг. – даты жизни п|ророка Мухаммеда.
   589–618 гг. – династия Су|й в Китае.
   610 г. – Мухаммед начал п|олучать откровения.
   618–907 гг. – династия Тан| в Китае.
   630–1258 гг. – существовани|е Арабского халифата.
   661–750 гг. – правление динас|тии Омейядов в Арабском халифате.
   711 г. – арабские войска заво|евали Испанию.
   732 г. – битва при П|уатье.
   750–1258 гг. – правлени|е династии Аббасидов в Арабском халифате.
   768–814 гг. – правление |Карла Великого.
   843 г. – Верденский до|говор.
   882 г. – Олег занял Ки|ев, основание Киевской Руси.
   962 г. – Оттон I стал и|мператором Священной Римской империи.
   988 г. – принятие Киевс|кой Русью христианства.
   1066 г. – нормандское за|воевание Англии.
   1096–1270 гг. – время Кр|естовых походов.
   1206 г. – Темучин избран |великим ханом (Чингисхан).
   1206 г. – образование Дели|йского султаната.
   1215 г. – подписание Велик|ой хартии вольностей в Англии.
   1302 г. – созыв Генераль|ных штатов во Франции.
   1337–1453 гг. – Столетн|яя война между Англией и Францией.
   1368 г. – основание дина|стии Мин в Китае.
   1395 г. – победа Амира Тем|ура над Тохтамышем.
   1402 г. – битва при А|нкаре.
   1445 г. – Иоганн Гутенб|ерг изобрел книгопечатный станок.
   1453 г. – падение Констант|инополя.
   |
`
</script>